{
  "recetas": [
    {
      "nombreReceta": "panqueques",
      "imagen": "https://images.pexels.com/photos/5840088/pexels-photo-5840088.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Merienda",
      "ingredientes": "3 huevos, 1 cucharada de azucar, 1 taza de leche, 1 pizca de sal, 1 taza de harina 0000",
      "descripcion_breve": "panqueque con dulce de leche",
      "descripcion": "Mezclar los huevos con el azúcar Hileret Light, incorporar la leche y la pizca de sal",
      "id": "123"
    },
    {
      "nombreReceta": "Tostada a la francesa",
      "imagen": "https://images.pexels.com/photos/5591730/pexels-photo-5591730.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Desayuno",
      "ingredientes": "2 tostadas\n1 huevos\ncanela\nvainillin",
      "descripcion_breve": "sssssssssssssssss",
      "descripcion": "batir dos huevos en un plato, para luego agregar un poco de canela, una pizca de vainillin, luego de mezclar todo junto mojar el pan en el huevo y con fuego bajo en una sarten colocarlos viendo cada tanto como van y luego servir",
      "id": "3ARpgk2"
    },
    {
      "nombreReceta": "brownie con nueces",
      "imagen": "https://images.pexels.com/photos/887853/pexels-photo-887853.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Desayuno",
      "ingredientes": "200 g de chocolate negro (mínimo 70% cacao)\n150 g de mantequilla\n3 huevos\n200 g de azúcar\n100 g de harina de trigo\n30 g de cacao en polvo\n1 cucharadita de extracto de vainilla\n1 pizca de sal\n100 g de nueces picadas",
      "descripcion_breve": "un brownie con nueces muy deliciosos",
      "descripcion": "Instrucciones:\nPrecalentar el horno a 180°C (350°F) y engrasar un molde rectangular de unos 20x20 cm o cubrirlo con papel de hornear.\n\nDerretir el chocolate y la mantequilla: En un recipiente apto para microondas o a baño maría, derrite el chocolate y la mantequilla juntos. Revuelve hasta que la mezcla esté suave y homogénea. Deja que se enfríe un poco.\n\nBatir los huevos y el azúcar: En un bol grande, bate los huevos con el azúcar hasta que la mezcla esté bien integrada y un poco espumosa. Agrega el extracto de vainilla.\n\nAgregar el chocolate derretido: Incorpora poco a poco la mezcla de chocolate derretido a los huevos batidos, removiendo con una espátula o batidor manual.\n\nAñadir los ingredientes secos: Tamiza la harina, el cacao en polvo y la sal, y añádelos a la mezcla de chocolate. Remueve con movimientos suaves hasta que no queden grumos de harina.\n\nIncorporar las nueces: Añade las nueces picadas a la mezcla y mezcla bien para que queden distribuidas uniformemente.\n\nHornear: Vierte la masa en el molde preparado y extiende uniformemente. Hornea durante 20-25 minutos, o hasta que al insertar un palillo en el centro, salga con algunas migajas húmedas (no totalmente seco).\n\nDejar enfriar: Una vez horneado, retira el molde del horno y deja que el brownie se enfríe completamente antes de cortarlo en cuadrados.",
      "id": "VQky3M0"
    },
    {
      "nombreReceta": "Panqueque",
      "imagen": "https://images.pexels.com/photos/5702783/pexels-photo-5702783.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Desayuno",
      "ingredientes": "3 Huevos\n2 Tazas leche o 0.5 litros de leche\n250 gr harina",
      "descripcion_breve": "Un panqueque es una masa ligera y esponjosa",
      "descripcion": "Un panqueque es una masa ligera y esponjosa, generalmente redonda, hecha de harina, leche, huevos y un agente leudante como polvo de hornear. Se cocina en una sartén ",
      "id": "66JTNv1"
    }
  ]
}