{
  "recetas": [
    {
      "nombreReceta": "panqueques",
      "imagen": "https://images.pexels.com/photos/5840088/pexels-photo-5840088.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Merienda",
      "ingredientes": "1 taza de harina de trigo (aprox. 120 g)\n1 taza de leche (250 ml)\n1 huevo\n1 cucharada de azúcar (opcional, para panqueques dulces)\n1 pizca de sal\n1 cucharada de mantequilla derretida o aceite (opcional)\nEsencia de vainilla (opcional, para darle sabor)",
      "descripcion_breve": "panqueque con dulce de leche",
      "descripcion": "Mezclar los ingredientes secos: En un bol, tamiza la harina, añade la sal y el azúcar (si lo usas).\n\nIncorporar los ingredientes líquidos: Agrega la leche, el huevo y la mantequilla derretida o el aceite. Si prefieres panqueques dulces, añade un poco de esencia de vainilla.\n\nBatir la mezcla: Con un batidor de mano o una batidora eléctrica, mezcla todo hasta que quede una masa suave y sin grumos. Si la mezcla está muy espesa, puedes agregar un poco más de leche.\n\nReposar la masa (opcional): Deja reposar la masa por 10-15 minutos para que los ingredientes se mezclen bien.\n\nCocinar los panqueques: Calienta una sartén antiadherente a fuego medio y engrásala ligeramente con mantequilla o aceite. Vierte un poco de masa en el centro de la sartén y muévela para que la mezcla se extienda en forma de círculo fino.\n\nDorar y voltear: Cocina el panqueque durante 1-2 minutos o hasta que los bordes estén dorados y empiecen a despegarse. Voltéalo con una espátula y cocina el otro lado por 30 segundos más.\n\nServir: Apila los panqueques y sírvelos calientes con los acompañamientos que prefieras: dulce de leche, miel, frutas, chocolate o crema.",
      "id": "123"
    },
    {
      "nombreReceta": "Tostada a la francesa",
      "imagen": "https://images.pexels.com/photos/5591730/pexels-photo-5591730.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Merienda",
      "ingredientes": "2 huevos\n1/2 taza de leche (125 ml)\n1 cucharadita de extracto de vainilla\n1 cucharada de azúcar (opcional, para un toque dulce)\n1 pizca de canela (opcional)\n4-6 rebanadas de pan (preferiblemente pan de molde o pan del día anterior)\nMantequilla o aceite para freír\nToppings: miel, sirope de arce, frutas, azúcar glas, canela o lo que prefieras.",
      "descripcion_breve": "Las tostadas a la francesa (o \"French toast\")",
      "descripcion": "Preparar la mezcla de huevo y leche: En un bol grande, bate los huevos junto con la leche, la vainilla, el azúcar y la canela hasta que estén bien integrados.\n\nSumergir las rebanadas de pan: Sumerge cada rebanada de pan en la mezcla de huevo, asegurándote de que se empapen bien por ambos lados, pero sin que se rompan.\n\nFreír las tostadas: Calienta una sartén grande a fuego medio y añade una pequeña cantidad de mantequilla o aceite. Cocina cada rebanada de pan durante 2-3 minutos por cada lado, o hasta que estén doradas y crujientes.\n\nServir con toppings: Retira las tostadas y sírvelas calientes con tus toppings favoritos como miel, sirope de arce, frutas frescas, azúcar glas, o canela.",
      "id": "3ARpgk2"
    },
    {
      "nombreReceta": "brownie con nueces",
      "imagen": "https://images.pexels.com/photos/887853/pexels-photo-887853.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Desayuno",
      "ingredientes": "200 g de chocolate negro (mínimo 70% cacao)\n150 g de mantequilla\n3 huevos\n200 g de azúcar\n100 g de harina de trigo\n30 g de cacao en polvo\n1 cucharadita de extracto de vainilla\n1 pizca de sal\n100 g de nueces picadas",
      "descripcion_breve": "un brownie con nueces muy deliciosos",
      "descripcion": "Instrucciones:\nPrecalentar el horno a 180°C (350°F) y engrasar un molde rectangular de unos 20x20 cm o cubrirlo con papel de hornear.\n\nDerretir el chocolate y la mantequilla: En un recipiente apto para microondas o a baño maría, derrite el chocolate y la mantequilla juntos. Revuelve hasta que la mezcla esté suave y homogénea. Deja que se enfríe un poco.\n\nBatir los huevos y el azúcar: En un bol grande, bate los huevos con el azúcar hasta que la mezcla esté bien integrada y un poco espumosa. Agrega el extracto de vainilla.\n\nAgregar el chocolate derretido: Incorpora poco a poco la mezcla de chocolate derretido a los huevos batidos, removiendo con una espátula o batidor manual.\n\nAñadir los ingredientes secos: Tamiza la harina, el cacao en polvo y la sal, y añádelos a la mezcla de chocolate. Remueve con movimientos suaves hasta que no queden grumos de harina.\n\nIncorporar las nueces: Añade las nueces picadas a la mezcla y mezcla bien para que queden distribuidas uniformemente.\n\nHornear: Vierte la masa en el molde preparado y extiende uniformemente. Hornea durante 20-25 minutos, o hasta que al insertar un palillo en el centro, salga con algunas migajas húmedas (no totalmente seco).\n\nDejar enfriar: Una vez horneado, retira el molde del horno y deja que el brownie se enfríe completamente antes de cortarlo en cuadrados.",
      "id": "VQky3M0"
    },
    {
      "nombreReceta": "Panqueque",
      "imagen": "https://images.pexels.com/photos/5702783/pexels-photo-5702783.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "categoria": "Desayuno",
      "ingredientes": "3 Huevos\n2 Tazas leche o 0.5 litros de leche\n250 gr harina",
      "descripcion_breve": "Un panqueque es una masa ligera y esponjosa",
      "descripcion": "Un panqueque es una masa ligera y esponjosa, generalmente redonda, hecha de harina, leche, huevos y un agente leudante como polvo de hornear. Se cocina en una sartén ",
      "id": "66JTNv1"
    }
  ]
}